Repository: Joncallim/macdown_2
Catalog: MacDown2/Packages/MacDownKit/Sources/Workspace/Resources/Localizable.xcstrings
Source language: en
Languages: fr, ja, pl

source: MacDown cannot access the backing file. Use Save As to keep this copy.
fr: MacDown ne peut pas accéder au fichier source. Utilisez Enregistrer sous pour conserver cette copie.
ja: MacDownは元のファイルにアクセスできません。「別名で保存」を使ってこのコピーを保持してください。
pl: MacDown nie ma dostępu do pliku źródłowego. Użyj polecenia Zapisz jako, aby zachować tę kopię.

source: MacDown could not safely follow the moved file. Use Save As to keep this copy.
fr: MacDown n'a pas pu suivre le fichier déplacé en toute sécurité. Utilisez Enregistrer sous pour conserver cette copie.
ja: MacDownは移動されたファイルを安全に追跡できませんでした。「別名で保存」を使ってこのコピーを保持してください。
pl: MacDown nie mógł bezpiecznie podążyć za przeniesionym plikiem. Użyj polecenia Zapisz jako, aby zachować tę kopię.

source: MacDown preserved a competing version as %@. Reveal it, then use Save As to keep this copy.
fr: MacDown a conservé une version concurrente sous le nom %@. Révélez-la, puis utilisez Enregistrer sous pour conserver cette copie.
ja: MacDownは競合するバージョンを%@として保存しました。それを表示してから、「別名で保存」を使ってこのコピーを保持してください。
pl: MacDown zachował konkurencyjną wersję jako %@. Odsłoń ją, a następnie użyj polecenia Zapisz jako, aby zachować tę kopię.

source: MacDown retained recovery for %@. Keep this window open and retry, or use Save As after revealing the recovery copy.
fr: MacDown a conservé une récupération pour %@. Laissez cette fenêtre ouverte et réessayez, ou utilisez Enregistrer sous après avoir révélé la copie de récupération.
ja: MacDownは%@の復旧データを保持しました。このウィンドウを開いたままにして再試行するか、復旧コピーを表示してから「別名で保存」を使ってください。
pl: MacDown zachował kopię odzyskiwania dla %@. Pozostaw to okno otwarte i spróbuj ponownie, albo użyj polecenia Zapisz jako po odsłonięciu kopii odzyskiwania.

source: Resolve the external file change before saving, or use Save As to keep this copy.
fr: Résolvez la modification externe du fichier avant d'enregistrer, ou utilisez Enregistrer sous pour conserver cette copie.
ja: 保存する前に外部でのファイル変更を解決するか、「別名で保存」を使ってこのコピーを保持してください。
pl: Rozwiąż zewnętrzną zmianę pliku przed zapisaniem, albo użyj polecenia Zapisz jako, aby zachować tę kopię.

source: The backing file cannot be read safely. Use Save As to keep this copy.
fr: Le fichier source ne peut pas être lu en toute sécurité. Utilisez Enregistrer sous pour conserver cette copie.
ja: 元のファイルを安全に読み取れません。「別名で保存」を使ってこのコピーを保持してください。
pl: Nie można bezpiecznie odczytać pliku źródłowego. Użyj polecenia Zapisz jako, aby zachować tę kopię.

source: The backing file is no longer available. Use Save As to keep this copy.
fr: Le fichier source n'est plus disponible. Utilisez Enregistrer sous pour conserver cette copie.
ja: 元のファイルはもう利用できません。「別名で保存」を使ってこのコピーを保持してください。
pl: Plik źródłowy nie jest już dostępny. Użyj polecenia Zapisz jako, aby zachować tę kopię.

source: The backing path is no longer a regular file. Use Save As to keep this copy.
fr: Le chemin source n'est plus un fichier standard. Utilisez Enregistrer sous pour conserver cette copie.
ja: 元のパスは通常のファイルではなくなりました。「別名で保存」を使ってこのコピーを保持してください。
pl: Ścieżka źródłowa nie jest już zwykłym plikiem. Użyj polecenia Zapisz jako, aby zachować tę kopię.

source: The document could not be opened.
fr: Le document n'a pas pu être ouvert.
ja: 書類を開けませんでした。
pl: Nie można było otworzyć dokumentu.

source: The document could not be saved.
fr: Le document n'a pas pu être enregistré.
ja: 書類を保存できませんでした。
pl: Nie można było zapisać dokumentu.

source: There is no active document.
fr: Il n'y a aucun document actif.
ja: アクティブな書類がありません。
pl: Brak aktywnego dokumentu.
